{
  "sources": [
    {
      "title": "Release notes from osmosfeed",
      "feedUrl": "https://github.com/osmoscraft/osmosfeed/releases.atom",
      "siteUrl": "https://github.com/osmoscraft/osmosfeed/releases",
      "articles": [
        {
          "id": "https://github.com/osmoscraft/osmosfeed/releases/tag/v1.11.0",
          "author": null,
          "description": "Added: support an experimental template for YouTube feed 📺 Demo | Source\n\nAggregate content from any YouTube channel rss url https://www.youtube.com/feeds/videos.xml?channel_id=<replace_with_channel_id>\nVideos are embedded via iframe and loading accelerated by youtube-lite-embed\nAds are reduced thanks to YouTube's policy for embedded videos 🙃\nWorks on mobile devices with butter smooth horizontal scroll.\nCaveat: the template works only with YouTube content. You cannot mix textual RSS feed or other video sources such as Vimeo.\nChanged: Default HTML template meta tag adjusted to match convention\nChanged: sources in template data is now ordered by last update timestamp (as opposed to alphabetical)\nThank you @PiyushLosalka",
          "link": "https://github.com/osmoscraft/osmosfeed/releases/tag/v1.11.0",
          "publishedOn": "2021-06-23T05:57:59.000Z",
          "wordCount": 370,
          "title": "v1.11.0"
        }
      ]
    },
    {
      "title": "Marginal REVOLUTION",
      "feedUrl": "http://www.marginalrevolution.com/marginalrevolution/index.rdf",
      "siteUrl": "http://marginalrevolution.com",
      "articles": [
        {
          "id": "https://marginalrevolution.com/?p=81419",
          "author": "Tyler Cowen",
          "description": "1. “Given these results, we show that it may be optimal to visit restaurants in a zigzag that alternates between high- and low-quality choices.”  I am not endorsing that one! 2. Jordan Schneider podcast has Larry Summers on China. 3. Is your “aha!” moment actually the announcement of a meta-cognition prediction error? 4. Long Twitter […]\nThe post Friday assorted links appeared first on Marginal REVOLUTION.",
          "link": "http://marginalrevolution.com/marginalrevolution/2021/07/friday-assorted-links-317.html",
          "publishedOn": "2021-07-02T16:10:51.000Z",
          "wordCount": 328,
          "title": "Friday assorted links"
        },
        {
          "id": "https://marginalrevolution.com/?p=81210",
          "author": "Alex Tabarrok",
          "description": "A new NBER paper by Allcott, Kim, Taubinsky and Zinman takes a close look at the behavioral economics of payday loans and finds that most common regulations make borrowers worse off. Critics argue that payday loans are predatory, trapping consumers in cycles of repeated high interest borrowing. A typical payday loan incurs $15 interest per […]\nThe post Banning Payday Loans Harms Borrowers appeared first on Marginal REVOLUTION.",
          "link": "http://marginalrevolution.com/marginalrevolution/2021/07/banning-payday-loans-harms-borrowers.html",
          "publishedOn": "2021-07-02T11:28:06.000Z",
          "wordCount": 906,
          "title": "Banning Payday Loans Harms Borrowers"
        },
        {
          "id": "https://marginalrevolution.com/?p=81411",
          "author": "Tyler Cowen",
          "description": "Democratic governance is eroding in Haiti, but through an unusual mechanism — an ongoing diminution [The Economist] in the number of federally elected officials: Today there are only 11 nationally-elected officials, including him [Jovenel Moïse]. A parliamentary election had been scheduled for October 2019, but it was never held.  The current president refers to himself […]\nThe post Haiti fact of the day appeared first on Marginal REVOLUTION.",
          "link": "http://marginalrevolution.com/marginalrevolution/2021/07/haiti-fact-of-the-day-6.html",
          "publishedOn": "2021-07-02T07:44:03.000Z",
          "wordCount": 304,
          "title": "Haiti fact of the day"
        },
        {
          "id": "https://marginalrevolution.com/?p=81412",
          "author": "Tyler Cowen",
          "description": "We model a simple market setting in which fragmentation of trade of the same asset across multiple exchanges improves allocative efficiency. Fragmentation reduces the inhibiting effect of price-impact avoidance on order submission. Although fragmentation reduces market depth on each exchange, it also isolates cross-exchange price impacts, leading to more aggressive overall order submission and better […]\nThe post Market fragmentation can boost liquidity appeared first on Marginal REVOLUTION.",
          "link": "http://marginalrevolution.com/marginalrevolution/2021/07/market-fragmentation-can-boost-liquidity.html",
          "publishedOn": "2021-07-02T05:27:43.000Z",
          "wordCount": 406,
          "title": "Market fragmentation can boost liquidity"
        },
        {
          "id": "https://marginalrevolution.com/?p=81409",
          "author": "Tyler Cowen",
          "description": "By Thai director Apichatpong Weerasethakul, this film pushes the idea that modernity is the truly strange phenomenon, not ancient religion or what we like to call pre-modern times.  The pre-modern is represented by the two monks in their orange robes, and their direct, down-to-earth manner.  The supposedly modern is represented by various doctors in their […]\nThe post *Syndromes and a Century* (with spoilers, but the movie is not about suspense) appeared first on Marginal REVOLUTION.",
          "link": "http://marginalrevolution.com/marginalrevolution/2021/07/syndromes-and-a-century-with-spoilers-but-the-movie-is-not-about-suspense.html",
          "publishedOn": "2021-07-01T23:52:32.000Z",
          "wordCount": 509,
          "title": "*Syndromes and a Century* (with spoilers, but the movie is not about suspense)"
        },
        {
          "id": "https://marginalrevolution.com/?p=81415",
          "author": "Tyler Cowen",
          "description": "1. Stablecoins, 1830-63. 2. New youngest chess grandmaster in history is 12 years old and lives in New Jersey.  Father is a software engineer, Indian background. 3. Today’s central bank digital currency status.  And Timothy Taylor on CBDC. 4. “This paper uses data from biological experiments to demonstrate that the trading behavior of mycorrhizal fungi […]\nThe post Thursday assorted links appeared first on Marginal REVOLUTION.",
          "link": "http://marginalrevolution.com/marginalrevolution/2021/07/thursday-assorted-links-313.html",
          "publishedOn": "2021-07-01T18:01:13.000Z",
          "wordCount": 387,
          "title": "Thursday assorted links"
        },
        {
          "id": "https://marginalrevolution.com/?p=81420",
          "author": "Tyler Cowen",
          "description": "I am told: “Those of you who receive Feedburner email notifications may cease receiving them in the next few days. If you would like to continue receiving these email notifications, please sign up for our new service here, which will be up and running in the next few days.” All other RSS stays the same.  […]\nThe post The replacement service for Feedburner appeared first on Marginal REVOLUTION.",
          "link": "http://marginalrevolution.com/marginalrevolution/2021/07/the-replacement-service-for-feedburner.html",
          "publishedOn": "2021-07-01T14:27:01.000Z",
          "wordCount": 282,
          "title": "The replacement service for Feedburner"
        },
        {
          "id": "https://marginalrevolution.com/?p=81416",
          "author": "Alex Tabarrok",
          "description": "A good post at the Effective Altruism Forum on all the stuff we could have done to stop the pandemic but didn’t: Probably the biggest mistake was not intentionally infecting vaccinated volunteers. This could be done in 1 month, vs 6.5 months for the ecological trials that the entire world did out of misguided PR […]\nThe post The Strange Death of Human Challenge Trials appeared first on Marginal REVOLUTION.",
          "link": "http://marginalrevolution.com/marginalrevolution/2021/07/the-strange-death-of-human-challenge-trials.html",
          "publishedOn": "2021-07-01T11:25:00.000Z",
          "wordCount": 412,
          "title": "The Strange Death of Human Challenge Trials"
        },
        {
          "id": "https://marginalrevolution.com/?p=81413",
          "author": "Tyler Cowen",
          "description": "We find a significant, sharp, and timely decline of insurgent violence in the initial phase: the security transfer to Afghan forces. We find that this is followed by a significant surge in violence in the second phase: the actual physical withdrawal of foreign troops. We argue that this pattern is consistent with a signaling model, […]\nThe post Afghanistan Dept. of Uh-Oh appeared first on Marginal REVOLUTION.",
          "link": "http://marginalrevolution.com/marginalrevolution/2021/07/afghanistan-dept-of-uh-oh.html",
          "publishedOn": "2021-07-01T06:55:39.000Z",
          "wordCount": 307,
          "title": "Afghanistan Dept. of Uh-Oh"
        },
        {
          "id": "https://marginalrevolution.com/?p=81400",
          "author": "Tyler Cowen",
          "description": "The Beatles 1965 song “We Can Work It Out” typically is taken as a tale of harmonious cooperation, a kind of precursor to “All You Need is Love,” but expressing the ability of the Beatles to work together toward productive outcomes and furthermore to stay united as friends.  (All before the bitter split of course.)  […]\nThe post Straussian Beatles cofounders — We Can’t Work It Out appeared first on Marginal REVOLUTION.",
          "link": "http://marginalrevolution.com/marginalrevolution/2021/07/straussian-beatles-cofounders-we-cant-work-it-out.html",
          "publishedOn": "2021-07-01T05:03:22.000Z",
          "wordCount": 816,
          "title": "Straussian Beatles cofounders — We Can’t Work It Out"
        },
        {
          "id": "https://marginalrevolution.com/?p=81418",
          "author": "Tyler Cowen",
          "description": "Governor Ron DeSantis would not let cruise ships sailing from Florida mandate vaccination?  Well, this is what you end up with: Now we know the true cost of not getting vaccinated for COVID-19: You won’t be able to order sushi when cruising on Royal Caribbean‘s Freedom of the Seas. Here is a list of all the […]\nThe post The separating equilibrium (a ban by any other name?) appeared first on Marginal REVOLUTION.",
          "link": "http://marginalrevolution.com/marginalrevolution/2021/06/the-separating-equilibrium-a-ban-by-any-other-name.html",
          "publishedOn": "2021-06-30T22:49:23.000Z",
          "wordCount": 302,
          "title": "The separating equilibrium (a ban by any other name?)"
        },
        {
          "id": "https://marginalrevolution.com/?p=81406",
          "author": "Tyler Cowen",
          "description": "1. More.  Please forgive the source and the pop-ups. 2. Those new service sector jobs: the rising number of dog lawyers in Canada. 3. The decentralized origin of standard weights. 4. The longer-term economic consequences of pandemics, over 220 years. 5. Why Africa’s island states are generally freer (The Economist). 6. Transient pacemaker that dissolves […]\nThe post Wednesday assorted links appeared first on Marginal REVOLUTION.",
          "link": "http://marginalrevolution.com/marginalrevolution/2021/06/wednesday-assorted-links-302.html",
          "publishedOn": "2021-06-30T18:44:03.000Z",
          "wordCount": 290,
          "title": "Wednesday assorted links"
        },
        {
          "id": "https://marginalrevolution.com/?p=81410",
          "author": "Tyler Cowen",
          "description": "Prum is an ornithologist at Yale, here is the audio, video, and transcript. Here is part of the summary: Richard joined Tyler to discuss the infidelity of Australian birds, the debate on the origins of avian flight, how the lack of a penis explains why birds are so beautiful, why albatrosses can afford to take […]\nThe post My Conversation with Richard Prum appeared first on Marginal REVOLUTION.",
          "link": "http://marginalrevolution.com/marginalrevolution/2021/06/my-conversation-with-richard-prum.html",
          "publishedOn": "2021-06-30T15:44:00.000Z",
          "wordCount": 841,
          "title": "My Conversation with Richard Prum"
        },
        {
          "id": "https://marginalrevolution.com/?p=81247",
          "author": "Alex Tabarrok",
          "description": "In The Premonition Michael Lewis brings his cast of heroes together like the assembling of the Avengers. In the role of Captain America is Charity Dean, the CA public health officer who is always under-estimated because she is slight and attractive, until she cracks open the ribcage of a cadaver that the men are afraid […]\nThe post The Premonition appeared first on Marginal REVOLUTION.",
          "link": "http://marginalrevolution.com/marginalrevolution/2021/06/the-premonition.html",
          "publishedOn": "2021-06-30T11:25:22.000Z",
          "wordCount": 1584,
          "title": "The Premonition"
        },
        {
          "id": "https://marginalrevolution.com/?p=81405",
          "author": "Tyler Cowen",
          "description": "Ryan writes to me: Consuming the different variety of media in which you publish ideas, I’ve noticed that you pose very high quality questions. For me, high quality questions have a Heideggerian quality insofar as they open a space for exploration, i.e. a concept, category, path of thought has specific affordances that were merely dormant […]\nThe post How do you ask good questions? appeared first on Marginal REVOLUTION.",
          "link": "http://marginalrevolution.com/marginalrevolution/2021/06/how-do-you-ask-good-questions.html",
          "publishedOn": "2021-06-30T04:52:30.000Z",
          "wordCount": 595,
          "title": "How do you ask good questions?"
        }
      ]
    },
    {
      "title": "Speculative Heresy",
      "feedUrl": "https://speculativeheresy.wordpress.com/feed/",
      "siteUrl": "https://speculativeheresy.wordpress.com",
      "articles": []
    },
    {
      "title": "Historia Discordia",
      "feedUrl": "http://historiadiscordia.com/feed/",
      "siteUrl": "http://historiadiscordia.com",
      "articles": [
        {
          "id": "http://historiadiscordia.com/?p=9730",
          "author": "themgt",
          "description": "Anonymously submitted entry for June Eris of the Month 2021. A burning Troy, the Trojan Horse, and a bad-ass nipple revealing Eris. Ah, when times were simpler. Send us your Eris of the Month Club submissions (more info here) by using the form at the bottom of The MGT. page.",
          "link": "http://historiadiscordia.com/june-eris-of-the-month-2021-eris-trojan-horse/",
          "publishedOn": "2021-06-29T02:47:04.000Z",
          "wordCount": 765,
          "title": "June Eris of the Month 2021: Eris Trojan Horse"
        },
        {
          "id": "http://historiadiscordia.com/?p=9680",
          "author": "Gorightly",
          "description": "In his monograph Notes of a Neon Gringo, Kerry Thornley wrote: “When Robert Anton Wilson printed up letterheads for the Bavarian Illuminati, they carried the notice: ‘Safeguard this letter; it may be an important historical document.’ That was very much how I felt about my first little notebook, penned in 1975. I had just begun […]",
          "link": "http://historiadiscordia.com/the-origins-of-the-thornley-oswald-manuscript/",
          "publishedOn": "2021-06-16T03:28:21.000Z",
          "wordCount": 1500,
          "title": "The Origins of the Thornley/Oswald Manuscript"
        }
      ]
    },
    {
      "title": "samczsun",
      "feedUrl": "https://samczsun.com/rss/",
      "siteUrl": "https://samczsun.com/",
      "articles": []
    }
  ],
  "cliVersion": "1.11.0"
}