{
  "sources": [
    {
      "title": "Release notes from osmosfeed",
      "feedUrl": "https://github.com/osmoscraft/osmosfeed/releases.atom",
      "siteUrl": "https://github.com/osmoscraft/osmosfeed/releases",
      "articles": [
        {
          "id": "https://github.com/osmoscraft/osmosfeed/releases/tag/v1.11.0",
          "author": null,
          "description": "Added: support an experimental template for YouTube feed 📺 Demo | Source\n\nAggregate content from any YouTube channel rss url https://www.youtube.com/feeds/videos.xml?channel_id=<replace_with_channel_id>\nVideos are embedded via iframe and loading accelerated by youtube-lite-embed\nAds are reduced thanks to YouTube's policy for embedded videos 🙃\nWorks on mobile devices with butter smooth horizontal scroll.\nCaveat: the template works only with YouTube content. You cannot mix textual RSS feed or other video sources such as Vimeo.\nChanged: Default HTML template meta tag adjusted to match convention\nChanged: sources in template data is now ordered by last update timestamp (as opposed to alphabetical)\nThank you @PiyushLosalka",
          "link": "https://github.com/osmoscraft/osmosfeed/releases/tag/v1.11.0",
          "publishedOn": "2021-06-23T05:57:59.000Z",
          "wordCount": 370,
          "title": "v1.11.0"
        }
      ]
    },
    {
      "title": "Marginal REVOLUTION",
      "feedUrl": "http://www.marginalrevolution.com/marginalrevolution/index.rdf",
      "siteUrl": "http://marginalrevolution.com",
      "articles": [
        {
          "id": "https://marginalrevolution.com/?p=81448",
          "author": "Tyler Cowen",
          "description": "“One highlight of the night, aside from the enormous spread of pies, was chatting with former Sen. Bill Nelson, now the head of NASA, and hearing him talk about the recent UFO report — he’s convinced life is out there somewhere” Here is the context, if you are curious, though you shouldn’t be.  Via the […]\nThe post Very good sentences appeared first on Marginal REVOLUTION.",
          "link": "http://marginalrevolution.com/marginalrevolution/2021/07/very-good-sentences-42.html",
          "publishedOn": "2021-07-06T23:38:21.000Z",
          "wordCount": 281,
          "title": "Very good sentences"
        },
        {
          "id": "https://marginalrevolution.com/?p=81407",
          "author": "Tyler Cowen",
          "description": "“They can outfight snakes 10 to 30 times their size,” says the University of Basel in Switzerland. According to a new meta-analysis study, perhaps snakes should be fearful of spiders. It seems arachnids like to chow down on the reptiles, all over the world. The study, published in The Journal of Arachnology, has the straightforward […]\nThe post Scientists discover spiders are eating snakes all over the world appeared first on Marginal REVOLUTION.",
          "link": "http://marginalrevolution.com/marginalrevolution/2021/07/scientists-discover-spiders-are-eating-snakes-all-over-the-world.html",
          "publishedOn": "2021-07-06T18:49:27.000Z",
          "wordCount": 396,
          "title": "Scientists discover spiders are eating snakes all over the world"
        },
        {
          "id": "https://marginalrevolution.com/?p=81445",
          "author": "Tyler Cowen",
          "description": "1. Taiwan and TSMC dependence. 2. Claims about necks. 3. Replicable mask results. 4. Rigged for thee but not for me? 5. Can individual investors beat the market? 6. “With low level of infections, vaccines may (depending on testing strategy, but especially with universal or random testing) appear ineffective simply because of randomness due to […]\nThe post Tuesday assorted links appeared first on Marginal REVOLUTION.",
          "link": "http://marginalrevolution.com/marginalrevolution/2021/07/tuesday-assorted-links-322.html",
          "publishedOn": "2021-07-06T16:28:49.000Z",
          "wordCount": 285,
          "title": "Tuesday assorted links"
        },
        {
          "id": "https://marginalrevolution.com/?p=81451",
          "author": "Alex Tabarrok",
          "description": "I’ve been shouting about fractional dosing since January, most recently with my post A Half Dose of Moderna is More Effective Than a Full Dose of AstraZeneca and the associated paper with Michael Kremer and co-authors. Yesterday we saw some big movement. Writing in Nature Medicine, WHO epidemiologists Benjamin Cowling and Wey Wen Lim and […]\nThe post Use Fractional Dosing to Speed Vaccination and Save Lives appeared first on Marginal REVOLUTION.",
          "link": "http://marginalrevolution.com/marginalrevolution/2021/07/fractional-dosing.html",
          "publishedOn": "2021-07-06T11:28:00.000Z",
          "wordCount": 1102,
          "title": "Use Fractional Dosing to Speed Vaccination and Save Lives"
        },
        {
          "id": "https://marginalrevolution.com/?p=81443",
          "author": "Alex Tabarrok",
          "description": "The Public Choice Outreach Conference, a compact lecture series designed as a “crash course” in Public Choice for students planning careers in academia, journalism, law, or public policy, will be online this year–a week of noon to 1:15 (EST) Zooms, August 2-7. Monday, August 2 An Introduction to Public Choice—Alex Tabarrok Tuesday, August 3 Arrow’s […]\nThe post The Public Choice Outreach Conference! appeared first on Marginal REVOLUTION.",
          "link": "http://marginalrevolution.com/marginalrevolution/2021/07/the-public-choice-outreach-conference-3.html",
          "publishedOn": "2021-07-06T11:25:24.000Z",
          "wordCount": 347,
          "title": "The Public Choice Outreach Conference!"
        },
        {
          "id": "https://marginalrevolution.com/?p=81449",
          "author": "Tyler Cowen",
          "description": "In my latest Bloomberg column I attempt to design an ideal university from scratch.  The point is not that all schools should be this way, rather this is the experiment I would like to see at the margin: I would start with what I expect students to know. They should be able to write very […]\nThe post Abolishing tenure is the least of my proposals appeared first on Marginal REVOLUTION.",
          "link": "http://marginalrevolution.com/marginalrevolution/2021/07/abolishing-tenure-is-the-least-of-my-proposals.html",
          "publishedOn": "2021-07-06T04:55:27.000Z",
          "wordCount": 793,
          "title": "Abolishing tenure is the least of my proposals"
        },
        {
          "id": "https://marginalrevolution.com/?p=81447",
          "author": "Tyler Cowen",
          "description": "Wyoming—the first US state to grant a charter to a crypto bank—has approved legal status for a decentralized autonomous organization (DAO), the American CryptoFed DAO, according to an announcement on Sunday. The organization, which has a mission to introduce a new monetary system, now becomes the first legally recognized DAO in the U.S. It comes […]\nThe post Wyoming fact of the day appeared first on Marginal REVOLUTION.",
          "link": "http://marginalrevolution.com/marginalrevolution/2021/07/wyoming-fact-of-the-day.html",
          "publishedOn": "2021-07-05T23:36:36.000Z",
          "wordCount": 394,
          "title": "Wyoming fact of the day"
        },
        {
          "id": "https://marginalrevolution.com/?p=81444",
          "author": "Tyler Cowen",
          "description": "The single biggest new media habit to be formed during the pandemic appears to be gaming. The extra hour per week that people spent gaming last year represented the largest percentage increase of any media category. And unlike other lockdown hobbies, it is showing no sign of falling away as life gets back to normal. […]\nThe post Which media have proven sticky as pandemic has diminished? appeared first on Marginal REVOLUTION.",
          "link": "http://marginalrevolution.com/marginalrevolution/2021/07/which-media-have-proven-sticky-as-pandemic-has-diminished.html",
          "publishedOn": "2021-07-05T21:53:29.000Z",
          "wordCount": 431,
          "title": "Which media have proven sticky as pandemic has diminished?"
        },
        {
          "id": "https://marginalrevolution.com/?p=81423",
          "author": "Tyler Cowen",
          "description": "About one hour long, from one of Canada’s classical liberal groups, Institute for Liberal Studies, here are some links: Podbean: Click here Apple Podcasts: Click Here Spotify: Click Here\nThe post Curious Task podcast, food in Canada and revisiting *An Economist Gets Lunch* appeared first on Marginal REVOLUTION.",
          "link": "http://marginalrevolution.com/marginalrevolution/2021/07/curious-task-podcast-food-in-canada-and-revisiting-an-economist-gets-lunch.html",
          "publishedOn": "2021-07-05T18:22:35.000Z",
          "wordCount": 265,
          "title": "Curious Task podcast, food in Canada and revisiting *An Economist Gets Lunch*"
        },
        {
          "id": "https://marginalrevolution.com/?p=81437",
          "author": "Tyler Cowen",
          "description": "1. The license plate culture that is Maine. 2. Some speculations about rising crime rates. 3. Three-minute TikTok?  Why isn’t this bigger news? 4. A slightly different diagnosis of “the epistemic crisis.” 5. “Manufacturers can’t produce leading-edge chips without the system, and “it is only made by the Dutch firm ASML,”” (NYT) 6. “Beware the […]\nThe post Monday assorted links appeared first on Marginal REVOLUTION.",
          "link": "http://marginalrevolution.com/marginalrevolution/2021/07/monday-assorted-links-312.html",
          "publishedOn": "2021-07-05T16:08:21.000Z",
          "wordCount": 275,
          "title": "Monday assorted links"
        },
        {
          "id": "https://marginalrevolution.com/?p=81438",
          "author": "Tyler Cowen",
          "description": "Employing representative data from the U.S. Survey of Consumer Payment Choice, we disprove the hypothesis that cryptocurrency investors are motivated by distrust in fiat currencies or regulated finance. Compared with the general population, investors show no differences in their level of security concerns with either cash or commercial banking services. We find that cryptocurrency investors […]\nThe post A new study of crypto ownership appeared first on Marginal REVOLUTION.",
          "link": "http://marginalrevolution.com/marginalrevolution/2021/07/a-new-study-of-crypto-ownership.html",
          "publishedOn": "2021-07-05T05:54:43.000Z",
          "wordCount": 401,
          "title": "A new study of crypto ownership"
        },
        {
          "id": "https://marginalrevolution.com/?p=81384",
          "author": "Tyler Cowen",
          "description": "Our attitude to ear wax is in some ways surprising. A review of impacted ear wax estimates that 2.3 million people a year in the United Kingdom suffer problems with wax needing treatment, with some 4 million ears being syringed annually.2 This makes it possibly the the most common therapeutic procedure carried out on any part of the […]\nThe post Facts and uncertainties about ear wax appeared first on Marginal REVOLUTION.",
          "link": "http://marginalrevolution.com/marginalrevolution/2021/07/facts-and-uncertainties-about-ear-wax.html",
          "publishedOn": "2021-07-05T04:37:22.000Z",
          "wordCount": 652,
          "title": "Facts and uncertainties about ear wax"
        },
        {
          "id": "https://marginalrevolution.com/?p=81435",
          "author": "Tyler Cowen",
          "description": "1. Culture wars are long wars.  And is it the Left that has jacked up the culture wars? 2. More Scott Sumner movie reviews, he is always right. 3. Cleaner air has contributed one-fifth of U.S. maize and soybean yield gains since 1999. 4. Do we enjoy our stereotypes? 5. Police officer plays Taylor Swift […]\nThe post Sunday assorted links appeared first on Marginal REVOLUTION.",
          "link": "http://marginalrevolution.com/marginalrevolution/2021/07/sunday-assorted-links-321.html",
          "publishedOn": "2021-07-04T16:52:39.000Z",
          "wordCount": 294,
          "title": "Sunday assorted links"
        },
        {
          "id": "https://marginalrevolution.com/?p=81434",
          "author": "Alex Tabarrok",
          "description": "Hot on the heels of the new paper showing that the trading behavior of mycorrhizal fungi is consistent with the predictions of general equilibrium theory we have that nematodes obey the generalized axiom of revealed preference. It would be amusing if economics turns out to work well everywhere except for humans. Abstract: In value-based decision […]\nThe post Nematodes Maximize Expected Utility appeared first on Marginal REVOLUTION.",
          "link": "http://marginalrevolution.com/marginalrevolution/2021/07/nematodes-maximize-expected-utility.html",
          "publishedOn": "2021-07-04T11:25:48.000Z",
          "wordCount": 531,
          "title": "Nematodes Maximize Expected Utility"
        },
        {
          "id": "https://marginalrevolution.com/?p=81396",
          "author": "Tyler Cowen",
          "description": "Not what I would have expected: 1. Seoul 2. Paris 3. Boston 4. NYC 5. Baltimore 6. San Francisco 7. Tokyo 8. London 9. Chicago 10. Philadelphia 11. Bangkok 12. Washington, D.C. 13. Milwaukee 14. Singapore 15. Seattle 16. Los Angeles The difference here between Seoul and Los Angeles is almost 4x.  Mostly I am […]\nThe post Some major cities ranked by surveillance cameras per km appeared first on Marginal REVOLUTION.",
          "link": "http://marginalrevolution.com/marginalrevolution/2021/07/some-major-cities-ranked-by-surveillance-cameras-per-km.html",
          "publishedOn": "2021-07-04T06:49:57.000Z",
          "wordCount": 306,
          "title": "Some major cities ranked by surveillance cameras per km"
        }
      ]
    },
    {
      "title": "Speculative Heresy",
      "feedUrl": "https://speculativeheresy.wordpress.com/feed/",
      "siteUrl": "https://speculativeheresy.wordpress.com",
      "articles": []
    },
    {
      "title": "Historia Discordia",
      "feedUrl": "http://historiadiscordia.com/feed/",
      "siteUrl": "http://historiadiscordia.com",
      "articles": [
        {
          "id": "http://historiadiscordia.com/?p=9730",
          "author": "themgt",
          "description": "Anonymously submitted entry for June Eris of the Month 2021. A burning Troy, the Trojan Horse, and a bad-ass nipple revealing Eris. Ah, when times were simpler. Send us your Eris of the Month Club submissions (more info here) by using the form at the bottom of The MGT. page.",
          "link": "http://historiadiscordia.com/june-eris-of-the-month-2021-eris-trojan-horse/",
          "publishedOn": "2021-06-29T02:47:04.000Z",
          "wordCount": 765,
          "title": "June Eris of the Month 2021: Eris Trojan Horse"
        },
        {
          "id": "http://historiadiscordia.com/?p=9680",
          "author": "Gorightly",
          "description": "In his monograph Notes of a Neon Gringo, Kerry Thornley wrote: “When Robert Anton Wilson printed up letterheads for the Bavarian Illuminati, they carried the notice: ‘Safeguard this letter; it may be an important historical document.’ That was very much how I felt about my first little notebook, penned in 1975. I had just begun […]",
          "link": "http://historiadiscordia.com/the-origins-of-the-thornley-oswald-manuscript/",
          "publishedOn": "2021-06-16T03:28:21.000Z",
          "wordCount": 1500,
          "title": "The Origins of the Thornley/Oswald Manuscript"
        }
      ]
    },
    {
      "title": "samczsun",
      "feedUrl": "https://samczsun.com/rss/",
      "siteUrl": "https://samczsun.com/",
      "articles": []
    }
  ],
  "cliVersion": "1.11.0"
}